<template>
    <div class="assessment-container">
      <div class="assessment-box">
        <h1>Оцінка старовинного майна</h1>
        <p>
          Для отримання оцінки старовинного майна, будь ласка, надішліть сам предмет або його фотографії на адресу нашого магазину:
        </p>
  
        <h2>Адреса для оцінки:</h2>
        <p><strong>Антикварний магазин "Історія"</strong></p>
        <p>м. Колмия, вул. Антона чехова, 20</p>
  
        <h2>Інструкція:</h2>
        <ol>
          <li>Упакуйте предмет таким чином, щоб він не пошкодився під час транспортування.</li>
          <li>Прикріпіть до посилки чіткий опис предмета, включаючи його розміри, матеріали, рік виготовлення (якщо відомо) та інші важливі деталі.</li>
          <li>Вкажіть ваше ім'я та контактні дані (телефон або email), щоб ми могли зв'язатися з вами для подальшої оцінки.</li>
          <li>Надішліть предмет або фото на вказану адресу.</li>
        </ol>
  
        <p>Наші експерти зв'яжуться з вами після того, як оцінять ваш предмет. Якщо потрібна додаткова інформація, ми надамо її після отримання вашого предмета.</p>
      </div>
    </div>
  </template>
  
  <script>
  export default {
    name: "AssessmentView",
  };
  </script>
  
  <style scoped>
  .assessment-view {
    display: flex;
    flex-direction: column;
    align-items: center;
    padding: 20px;
  }
  
  h1 {
    font-size: 2.5rem;
    margin-bottom: 20px;
  }
  
  p {
    font-size: 1.5rem;
    margin: 10px 0;
  }
  
  address {
    font-style: normal;
    margin: 20px 0;
  }
  </style>